{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "NFC"
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": {
    "type": "BPEDecoder",
    "suffix": "</w>"
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<unk>": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "<pad>": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "¡": 99,
      "¢": 100,
      "£": 101,
      "¤": 102,
      "¥": 103,
      "¦": 104,
      "§": 105,
      "¨": 106,
      "©": 107,
      "ª": 108,
      "«": 109,
      "¬": 110,
      "®": 111,
      "¯": 112,
      "°": 113,
      "±": 114,
      "²": 115,
      "³": 116,
      "´": 117,
      "µ": 118,
      "¶": 119,
      "·": 120,
      "¸": 121,
      "¹": 122,
      "º": 123,
      "»": 124,
      "¼": 125,
      "½": 126,
      "¾": 127,
      "¿": 128,
      "À": 129,
      "Á": 130,
      "Â": 131,
      "Ã": 132,
      "Ä": 133,
      "Å": 134,
      "Æ": 135,
      "Ç": 136,
      "È": 137,
      "É": 138,
      "Ê": 139,
      "Ë": 140,
      "Ì": 141,
      "Í": 142,
      "Î": 143,
      "Ï": 144,
      "Ð": 145,
      "Ñ": 146,
      "Ò": 147,
      "Ó": 148,
      "Ô": 149,
      "Õ": 150,
      "Ö": 151,
      "×": 152,
      "Ø": 153,
      "Ù": 154,
      "Ú": 155,
      "Û": 156,
      "Ü": 157,
      "Ý": 158,
      "Þ": 159,
      "ß": 160,
      "à": 161,
      "á": 162,
      "â": 163,
      "ã": 164,
      "ä": 165,
      "å": 166,
      "æ": 167,
      "ç": 168,
      "è": 169,
      "é": 170,
      "ê": 171,
      "ë": 172,
      "ì": 173,
      "í": 174,
      "î": 175,
      "ï": 176,
      "ð": 177,
      "ñ": 178,
      "ò": 179,
      "ó": 180,
      "ô": 181,
      "õ": 182,
      "ö": 183,
      "÷": 184,
      "ø": 185,
      "ù": 186,
      "ú": 187,
      "û": 188,
      "ü": 189,
      "ý": 190,
      "þ": 191,
      "ÿ": 192,
      "Ā": 193,
      "ā": 194,
      "Ă": 195,
      "ă": 196,
      "Ą": 197,
      "ą": 198,
      "Ć": 199,
      "ć": 200,
      "Ĉ": 201,
      "ĉ": 202,
      "Ċ": 203,
      "ċ": 204,
      "Č": 205,
      "č": 206,
      "Ď": 207,
      "ď": 208,
      "Đ": 209,
      "đ": 210,
      "Ē": 211,
      "ē": 212,
      "Ĕ": 213,
      "ĕ": 214,
      "Ė": 215,
      "ė": 216,
      "Ę": 217,
      "ę": 218,
      "Ě": 219,
      "ě": 220,
      "Ĝ": 221,
      "ĝ": 222,
      "Ğ": 223,
      "ğ": 224,
      "Ġ": 225,
      "ġ": 226,
      "Ģ": 227,
      "ģ": 228,
      "Ĥ": 229,
      "ĥ": 230,
      "Ħ": 231,
      "ħ": 232,
      "Ĩ": 233,
      "ĩ": 234,
      "Ī": 235,
      "ī": 236,
      "Ĭ": 237,
      "ĭ": 238,
      "Į": 239,
      "į": 240,
      "İ": 241,
      "ı": 242,
      "Ĵ": 243,
      "Ķ": 244,
      "ķ": 245,
      "Ĺ": 246,
      "ĺ": 247,
      "Ļ": 248,
      "ļ": 249,
      "Ľ": 250,
      "ľ": 251,
      "Ł": 252,
      "ł": 253,
      "Ń": 254,
      "ń": 255,
      "Ņ": 256,
      "ņ": 257,
      "Ň": 258,
      "ň": 259,
      "Ŋ": 260,
      "ŋ": 261,
      "Ō": 262,
      "ō": 263,
      "ŏ": 264,
      "Ő": 265,
      "ő": 266,
      "Œ": 267,
      "œ": 268,
      "Ŕ": 269,
      "ŕ": 270,
      "Ŗ": 271,
      "ŗ": 272,
      "Ř": 273,
      "ř": 274,
      "Ś": 275,
      "ś": 276,
      "Ŝ": 277,
      "ŝ": 278,
      "Ş": 279,
      "ş": 280,
      "Š": 281,
      "š": 282,
      "ţ": 283,
      "Ť": 284,
      "ť": 285,
      "ŧ": 286,
      "Ũ": 287,
      "ũ": 288,
      "Ū": 289,
      "ū": 290,
      "ŭ": 291,
      "Ů": 292,
      "ů": 293,
      "Ű": 294,
      "ű": 295,
      "Ų": 296,
      "ų": 297,
      "Ŵ": 298,
      "ŵ": 299,
      "Ŷ": 300,
      "ŷ": 301,
      "Ÿ": 302,
      "Ź": 303,
      "ź": 304,
      "Ż": 305,
      "ż": 306,
      "Ž": 307,
      "ž": 308,
      "Ɓ": 309,
      "Ƃ": 310,
      "ƃ": 311,
      "Ƅ": 312,
      "ƅ": 313,
      "Ɔ": 314,
      "ƈ": 315,
      "Ɖ": 316,
      "Ɗ": 317,
      "Ƌ": 318,
      "ƌ": 319,
      "Ə": 320,
      "Ɛ": 321,
      "Ƒ": 322,
      "ƒ": 323,
      "Ɠ": 324,
      "Ɣ": 325,
      "Ƙ": 326,
      "ƙ": 327,
      "Ɲ": 328,
      "Ɵ": 329,
      "Ơ": 330,
      "ơ": 331,
      "Ƥ": 332,
      "ƥ": 333,
      "Ʀ": 334,
      "ƨ": 335,
      "Ʃ": 336,
      "Ƭ": 337,
      "ƭ": 338,
      "Ư": 339,
      "ư": 340,
      "Ʊ": 341,
      "Ƴ": 342,
      "ƴ": 343,
      "ƶ": 344,
      "Ʒ": 345,
      "Ƹ": 346,
      "ǀ": 347,
      "ǁ": 348,
      "ǂ": 349,
      "ǃ": 350,
      "Ǉ": 351,
      "ǌ": 352,
      "ǎ": 353,
      "Ǐ": 354,
      "ǐ": 355,
      "ǒ": 356,
      "ǔ": 357,
      "ǖ": 358,
      "ǚ": 359,
      "ǝ": 360,
      "ǟ": 361,
      "ǣ": 362,
      "ǥ": 363,
      "Ǧ": 364,
      "ǧ": 365,
      "ǩ": 366,
      "ǫ": 367,
      "ǯ": 368,
      "ǻ": 369,
      "Ǿ": 370,
      "ǿ": 371,
      "ȓ": 372,
      "Ș": 373,
      "ș": 374,
      "Ț": 375,
      "ț": 376,
      "ȟ": 377,
      "ȧ": 378,
      "ȳ": 379,
      "ȶ": 380,
      "ȷ": 381,
      "Ɂ": 382,
      "Ʉ": 383,
      "Ʌ": 384,
      "Ɇ": 385,
      "ɋ": 386,
      "Ɏ": 387,
      "ɐ": 388,
      "ɑ": 389,
      "ɒ": 390,
      "ɓ": 391,
      "ɔ": 392,
      "ɕ": 393,
      "ɖ": 394,
      "ɗ": 395,
      "ɘ": 396,
      "ə": 397,
      "ɚ": 398,
      "ɛ": 399,
      "ɜ": 400,
      "ɟ": 401,
      "ɡ": 402,
      "ɢ": 403,
      "ɣ": 404,
      "ɥ": 405,
      "ɦ": 406,
      "ɨ": 407,
      "ɩ": 408,
      "ɪ": 409,
      "ɫ": 410,
      "ɬ": 411,
      "ɭ": 412,
      "ɮ": 413,
      "ɯ": 414,
      "ɰ": 415,
      "ɱ": 416,
      "ɲ": 417,
      "ɳ": 418,
      "ɴ": 419,
      "ɵ": 420,
      "ɹ": 421,
      "ɻ": 422,
      "ɽ": 423,
      "ɾ": 424,
      "ʀ": 425,
      "ʁ": 426,
      "ʂ": 427,
      "ʃ": 428,
      "ʄ": 429,
      "ʇ": 430,
      "ʉ": 431,
      "ʊ": 432,
      "ʋ": 433,
      "ʌ": 434,
      "ʍ": 435,
      "ʎ": 436,
      "ʏ": 437,
      "ʐ": 438,
      "ʑ": 439,
      "ʒ": 440,
      "ʓ": 441,
      "ʔ": 442,
      "ʕ": 443,
      "ʙ": 444,
      "ʜ": 445,
      "ʝ": 446,
      "ʞ": 447,
      "ʟ": 448,
      "ʠ": 449,
      "ʭ": 450,
      "ʰ": 451,
      "ʱ": 452,
      "ʲ": 453,
      "ʹ": 454,
      "ʺ": 455,
      "ʻ": 456,
      "ʼ": 457,
      "ʽ": 458,
      "ʾ": 459,
      "ʿ": 460,
      "˂": 461,
      "˃": 462,
      "˄": 463,
      "˅": 464,
      "ˆ": 465,
      "ˇ": 466,
      "ˈ": 467,
      "ˉ": 468,
      "ˊ": 469,
      "ˌ": 470,
      "ˍ": 471,
      "ː": 472,
      "ˑ": 473,
      "˘": 474,
      "˙": 475,
      "˚": 476,
      "˛": 477,
      "˜": 478,
      "˝": 479,
      "ˡ": 480,
      "ˤ": 481,
      "˧": 482,
      "˨": 483,
      "˩": 484,
      "˴": 485,
      "˵": 486,
      "˷": 487,
      "̀": 488,
      "́": 489,
      "̂": 490,
      "̃": 491,
      "̄": 492,
      "̆": 493,
      "̇": 494,
      "̊": 495,
      "̌": 496,
      "̡": 497,
      "̣": 498,
      "̤": 499,
      "̧": 500,
      "̨": 501,
      "̩": 502,
      "̪": 503,
      "̫": 504,
      "̬": 505,
      "̮": 506,
      "̯": 507,
      "̰": 508,
      "̱": 509,
      "̲": 510,
      "̴": 511,
      "̵": 512,
      "̶": 513,
      "̷": 514,
      "̽": 515,
      "͈": 516,
      "͗": 517,
      "͘": 518,
      "͠": 519,
      "͡": 520,
      "͸": 521,
      "ͺ": 522,
      "ͻ": 523,
      "΄": 524,
      "Ά": 525,
      "Έ": 526,
      "Ί": 527,
      "Ό": 528,
      "Ύ": 529,
      "Ώ": 530,
      "ΐ": 531,
      "Α": 532,
      "Β": 533,
      "Γ": 534,
      "Δ": 535,
      "Ε": 536,
      "Η": 537,
      "Θ": 538,
      "Ι": 539,
      "Κ": 540,
      "Λ": 541,
      "Μ": 542,
      "Ν": 543,
      "Ξ": 544,
      "Ο": 545,
      "Π": 546,
      "Ρ": 547,
      "Σ": 548,
      "Τ": 549,
      "Υ": 550,
      "Φ": 551,
      "Χ": 552,
      "Ψ": 553,
      "Ω": 554,
      "Ϊ": 555,
      "ά": 556,
      "έ": 557,
      "ή": 558,
      "ί": 559,
      "ΰ": 560,
      "α": 561,
      "β": 562,
      "γ": 563,
      "δ": 564,
      "ε": 565,
      "ζ": 566,
      "η": 567,
      "θ": 568,
      "ι": 569,
      "κ": 570,
      "λ": 571,
      "μ": 572,
      "ν": 573,
      "ξ": 574,
      "ο": 575,
      "π": 576,
      "ρ": 577,
      "ς": 578,
      "σ": 579,
      "τ": 580,
      "υ": 581,
      "φ": 582,
      "χ": 583,
      "ψ": 584,
      "ω": 585,
      "ϊ": 586,
      "ϋ": 587,
      "ό": 588,
      "ύ": 589,
      "ώ": 590,
      "ϐ": 591,
      "ϑ": 592,
      "ϒ": 593,
      "ϕ": 594,
      "ϖ": 595,
      "Ϝ": 596,
      "ϣ": 597,
      "Ϩ": 598,
      "ϫ": 599,
      "ϭ": 600,
      "ϯ": 601,
      "ϰ": 602,
      "ϲ": 603,
      "ϳ": 604,
      "ϵ": 605,
      "Ϲ": 606,
      "Ё": 607,
      "Ђ": 608,
      "Ѓ": 609,
      "Є": 610,
      "Ѕ": 611,
      "І": 612,
      "Ї": 613,
      "Ј": 614,
      "Љ": 615,
      "Њ": 616,
      "Ћ": 617,
      "Ќ": 618,
      "Ў": 619,
      "Џ": 620,
      "А": 621,
      "Б": 622,
      "В": 623,
      "Г": 624,
      "Д": 625,
      "Е": 626,
      "Ж": 627,
      "З": 628,
      "И": 629,
      "Й": 630,
      "К": 631,
      "Л": 632,
      "М": 633,
      "Н": 634,
      "О": 635,
      "П": 636,
      "Р": 637,
      "С": 638,
      "Т": 639,
      "У": 640,
      "Ф": 641,
      "Х": 642,
      "Ц": 643,
      "Ч": 644,
      "Ш": 645,
      "Щ": 646,
      "Ъ": 647,
      "Ы": 648,
      "Ь": 649,
      "Э": 650,
      "Ю": 651,
      "Я": 652,
      "а": 653,
      "б": 654,
      "в": 655,
      "г": 656,
      "д": 657,
      "е": 658,
      "ж": 659,
      "з": 660,
      "и": 661,
      "й": 662,
      "к": 663,
      "л": 664,
      "м": 665,
      "н": 666,
      "о": 667,
      "п": 668,
      "р": 669,
      "с": 670,
      "т": 671,
      "у": 672,
      "ф": 673,
      "х": 674,
      "ц": 675,
      "ч": 676,
      "ш": 677,
      "щ": 678,
      "ъ": 679,
      "ы": 680,
      "ь": 681,
      "э": 682,
      "ю": 683,
      "я": 684,
      "ё": 685,
      "ђ": 686,
      "ѓ": 687,
      "є": 688,
      "ѕ": 689,
      "і": 690,
      "ї": 691,
      "ј": 692,
      "љ": 693,
      "њ": 694,
      "ћ": 695,
      "ќ": 696,
      "ў": 697,
      "џ": 698,
      "ѡ": 699,
      "ѣ": 700,
      "Ѧ": 701,
      "ѧ": 702,
      "Ѫ": 703,
      "Ѳ": 704,
      "ѳ": 705,
      "Ѵ": 706,
      "ѵ": 707,
      "ѻ": 708,
      "Ҁ": 709,
      "҈": 710,
      "ҋ": 711,
      "Ґ": 712,
      "ґ": 713,
      "Ғ": 714,
      "ғ": 715,
      "ҕ": 716,
      "Ҙ": 717,
      "Қ": 718,
      "қ": 719,
      "Ҝ": 720,
      "ҝ": 721,
      "ҟ": 722,
      "ҡ": 723,
      "Ң": 724,
      "ң": 725,
      "ҧ": 726,
      "Ҩ": 727,
      "ҫ": 728,
      "ҭ": 729,
      "Ү": 730,
      "ү": 731,
      "Ұ": 732,
      "ұ": 733,
      "Ҳ": 734,
      "ҳ": 735,
      "ҵ": 736,
      "Ҷ": 737,
      "ҷ": 738,
      "Ҹ": 739,
      "Һ": 740,
      "һ": 741,
      "Ҽ": 742,
      "ҽ": 743,
      "Ӏ": 744,
      "Ӂ": 745,
      "ӄ": 746,
      "Ӈ": 747,
      "ӏ": 748,
      "ӑ": 749,
      "ӗ": 750,
      "Ә": 751,
      "ә": 752,
      "Ӝ": 753,
      "ӡ": 754,
      "ӣ": 755,
      "Ө": 756,
      "ө": 757,
      "ӯ": 758,
      "ӳ": 759,
      "ӹ": 760,
      "Ӽ": 761,
      "Ӿ": 762,
      "ӿ": 763,
      "Ԁ": 764,
      "ԁ": 765,
      "Ԍ": 766,
      "ԛ": 767,
      "Ԝ": 768,
      "ԝ": 769,
      "Ա": 770,
      "Բ": 771,
      "Գ": 772,
      "Դ": 773,
      "Ե": 774,
      "Զ": 775,
      "Է": 776,
      "Թ": 777,
      "Ժ": 778,
      "Ի": 779,
      "Լ": 780,
      "Խ": 781,
      "Ծ": 782,
      "Կ": 783,
      "Հ": 784,
      "Ձ": 785,
      "Ճ": 786,
      "Մ": 787,
      "Յ": 788,
      "Ն": 789,
      "Շ": 790,
      "Ո": 791,
      "Չ": 792,
      "Պ": 793,
      "Ռ": 794,
      "Ս": 795,
      "Վ": 796,
      "Տ": 797,
      "Ր": 798,
      "Փ": 799,
      "Ք": 800,
      "Օ": 801,
      "Ֆ": 802,
      "՛": 803,
      "՝": 804,
      "՞": 805,
      "ա": 806,
      "բ": 807,
      "գ": 808,
      "դ": 809,
      "ե": 810,
      "զ": 811,
      "է": 812,
      "ը": 813,
      "թ": 814,
      "ժ": 815,
      "ի": 816,
      "լ": 817,
      "խ": 818,
      "ծ": 819,
      "կ": 820,
      "հ": 821,
      "ձ": 822,
      "ղ": 823,
      "ճ": 824,
      "մ": 825,
      "յ": 826,
      "ն": 827,
      "շ": 828,
      "ո": 829,
      "չ": 830,
      "պ": 831,
      "ջ": 832,
      "ռ": 833,
      "ս": 834,
      "վ": 835,
      "տ": 836,
      "ր": 837,
      "ց": 838,
      "ւ": 839,
      "փ": 840,
      "ք": 841,
      "օ": 842,
      "ֆ": 843,
      "և": 844,
      "֏": 845,
      "ְ": 846,
      "ֲ": 847,
      "ֳ": 848,
      "ִ": 849,
      "ֵ": 850,
      "ֶ": 851,
      "ַ": 852,
      "ָ": 853,
      "ֹ": 854,
      "ֻ": 855,
      "ּ": 856,
      "ֽ": 857,
      "ֿ": 858,
      "ׁ": 859,
      "ׂ": 860,
      "׃": 861,
      "א": 862,
      "ב": 863,
      "ג": 864,
      "ד": 865,
      "ה": 866,
      "ו": 867,
      "ז": 868,
      "ח": 869,
      "ט": 870,
      "י": 871,
      "ך": 872,
      "כ": 873,
      "ל": 874,
      "ם": 875,
      "מ": 876,
      "ן": 877,
      "נ": 878,
      "ס": 879,
      "ע": 880,
      "ף": 881,
      "פ": 882,
      "ץ": 883,
      "צ": 884,
      "ק": 885,
      "ר": 886,
      "ש": 887,
      "ת": 888,
      "؂": 889,
      "؋": 890,
      "،": 891,
      "؍": 892,
      "ؐ": 893,
      "ؑ": 894,
      "ؒ": 895,
      "ؓ": 896,
      "ؔ": 897,
      "ؕ": 898,
      "؛": 899,
      "؟": 900,
      "ء": 901,
      "آ": 902,
      "أ": 903,
      "ؤ": 904,
      "إ": 905,
      "ئ": 906,
      "ا": 907,
      "ب": 908,
      "ة": 909,
      "ت": 910,
      "ث": 911,
      "ج": 912,
      "ح": 913,
      "خ": 914,
      "د": 915,
      "ذ": 916,
      "ر": 917,
      "ز": 918,
      "س": 919,
      "ش": 920,
      "ص": 921,
      "ض": 922,
      "ط": 923,
      "ظ": 924,
      "ع": 925,
      "غ": 926,
      "ػ": 927,
      "ؼ": 928,
      "ـ": 929,
      "ف": 930,
      "ق": 931,
      "ك": 932,
      "ل": 933,
      "م": 934,
      "ن": 935,
      "ه": 936,
      "و": 937,
      "ى": 938,
      "ي": 939,
      "ً": 940,
      "ٌ": 941,
      "ٍ": 942,
      "َ": 943,
      "ُ": 944,
      "ِ": 945,
      "ّ": 946,
      "ْ": 947,
      "ٓ": 948,
      "ٔ": 949,
      "ٕ": 950,
      "ٖ": 951,
      "ٗ": 952,
      "٘": 953,
      "ٙ": 954,
      "ٚ": 955,
      "ٛ": 956,
      "ٜ": 957,
      "ٝ": 958,
      "ٞ": 959,
      "ٟ": 960,
      "٠": 961,
      "١": 962,
      "٢": 963,
      "٣": 964,
      "٤": 965,
      "٥": 966,
      "٦": 967,
      "٧": 968,
      "٨": 969,
      "٩": 970,
      "٪": 971,
      "٬": 972,
      "٭": 973,
      "ٮ": 974,
      "ٰ": 975,
      "ٱ": 976,
      "ٲ": 977,
      "ٳ": 978,
      "ٴ": 979,
      "ٶ": 980,
      "ٸ": 981,
      "ٹ": 982,
      "ټ": 983,
      "پ": 984,
      "ٿ": 985,
      "ځ": 986,
      "څ": 987,
      "چ": 988,
      "ڈ": 989,
      "ډ": 990,
      "ڊ": 991,
      "ڌ": 992,
      "ڍ": 993,
      "ڑ": 994,
      "ړ": 995,
      "ڕ": 996,
      "ږ": 997,
      "ژ": 998,
      "ڙ": 999,
      "ښ": 1000,
      "ڤ": 1001,
      "ک": 1002,
      "ڪ": 1003,
      "ګ": 1004,
      "ڭ": 1005,
      "گ": 1006,
      "ڵ": 1007,
      "ں": 1008,
      "ڼ": 1009,
      "ھ": 1010,
      "ۀ": 1011,
      "ہ": 1012,
      "ۂ": 1013,
      "ۃ": 1014,
      "ۆ": 1015,
      "ۇ": 1016,
      "ۈ": 1017,
      "ۊ": 1018,
      "ۋ": 1019,
      "ی": 1020,
      "ۍ": 1021,
      "ێ": 1022,
      "ې": 1023,
      "ے": 1024,
      "ۓ": 1025,
      "۔": 1026,
      "ە": 1027,
      "ۖ": 1028,
      "ۗ": 1029,
      "ۘ": 1030,
      "ۙ": 1031,
      "ۚ": 1032,
      "ۛ": 1033,
      "ۜ": 1034,
      "۝": 1035,
      "۞": 1036,
      "۟": 1037,
      "۠": 1038,
      "ۡ": 1039,
      "ۢ": 1040,
      "ۣ": 1041,
      "ۤ": 1042,
      "ۥ": 1043,
      "ۦ": 1044,
      "ۧ": 1045,
      "ۨ": 1046,
      "۩": 1047,
      "۪": 1048,
      "۫": 1049,
      "۬": 1050,
      "ۭ": 1051,
      "۰": 1052,
      "۱": 1053,
      "۲": 1054,
      "۳": 1055,
      "۴": 1056,
      "۵": 1057,
      "۶": 1058,
      "۷": 1059,
      "۸": 1060,
      "۹": 1061,
      "ܐ": 1062,
      "ܒ": 1063,
      "ܔ": 1064,
      "ܕ": 1065,
      "ܗ": 1066,
      "ܘ": 1067,
      "ܚ": 1068,
      "ܛ": 1069,
      "ܝ": 1070,
      "ܠ": 1071,
      "ܡ": 1072,
      "ܢ": 1073,
      "ܣ": 1074,
      "ܤ": 1075,
      "ܦ": 1076,
      "ܨ": 1077,
      "ܩ": 1078,
      "ܪ": 1079,
      "ܫ": 1080,
      "ܬ": 1081,
      "ܲ": 1082,
      "ݡ": 1083,
      "ݥ": 1084,
      "ݫ": 1085,
      "ݱ": 1086,
      "ހ": 1087,
      "ރ": 1088,
      "ބ": 1089,
      "ޅ": 1090,
      "ވ": 1091,
      "މ": 1092,
      "ދ": 1093,
      "ސ": 1094,
      "ޣ": 1095,
      "ަ": 1096,
      "ި": 1097,
      "ެ": 1098,
      "ް": 1099,
      "ߋ": 1100,
      "ߗ": 1101,
      "ߣ": 1102,
      "ߨ": 1103,
      "߶": 1104,
      "߸": 1105,
      "ࣖ": 1106,
      "ࣰ": 1107,
      "ऀ": 1108,
      "ँ": 1109,
      "ं": 1110,
      "ः": 1111,
      "अ": 1112,
      "आ": 1113,
      "इ": 1114,
      "ई": 1115,
      "उ": 1116,
      "ऊ": 1117,
      "ऋ": 1118,
      "ऍ": 1119,
      "ए": 1120,
      "ऐ": 1121,
      "ऑ": 1122,
      "ऒ": 1123,
      "ओ": 1124,
      "औ": 1125,
      "क": 1126,
      "ख": 1127,
      "ग": 1128,
      "घ": 1129,
      "ङ": 1130,
      "च": 1131,
      "छ": 1132,
      "ज": 1133,
      "झ": 1134,
      "ञ": 1135,
      "ट": 1136,
      "ठ": 1137,
      "ड": 1138,
      "ढ": 1139,
      "ण": 1140,
      "त": 1141,
      "थ": 1142,
      "द": 1143,
      "ध": 1144,
      "न": 1145,
      "ऩ": 1146,
      "प": 1147,
      "फ": 1148,
      "ब": 1149,
      "भ": 1150,
      "म": 1151,
      "य": 1152,
      "र": 1153,
      "ऱ": 1154,
      "ल": 1155,
      "ळ": 1156,
      "ऴ": 1157,
      "व": 1158,
      "श": 1159,
      "ष": 1160,
      "स": 1161,
      "ह": 1162,
      "ऺ": 1163,
      "़": 1164,
      "ा": 1165,
      "ि": 1166,
      "ी": 1167,
      "ु": 1168,
      "ू": 1169,
      "ृ": 1170,
      "ॅ": 1171,
      "ॆ": 1172,
      "े": 1173,
      "ै": 1174,
      "ॉ": 1175,
      "ो": 1176,
      "ौ": 1177,
      "्": 1178,
      "ॐ": 1179,
      "॒": 1180,
      "ॣ": 1181,
      "।": 1182,
      "॥": 1183,
      "०": 1184,
      "१": 1185,
      "२": 1186,
      "३": 1187,
      "४": 1188,
      "५": 1189,
      "६": 1190,
      "७": 1191,
      "८": 1192,
      "९": 1193,
      "॰": 1194,
      "ঁ": 1195,
      "ং": 1196,
      "ঃ": 1197,
      "অ": 1198,
      "আ": 1199,
      "ই": 1200,
      "ঈ": 1201,
      "উ": 1202,
      "এ": 1203,
      "ঐ": 1204,
      "ও": 1205,
      "ঔ": 1206,
      "ক": 1207,
      "খ": 1208,
      "গ": 1209,
      "ঘ": 1210,
      "ঙ": 1211,
      "চ": 1212,
      "ছ": 1213,
      "জ": 1214,
      "ঝ": 1215,
      "ঞ": 1216,
      "ট": 1217,
      "ঠ": 1218,
      "ড": 1219,
      "ঢ": 1220,
      "ণ": 1221,
      "ত": 1222,
      "থ": 1223,
      "দ": 1224,
      "ধ": 1225,
      "ন": 1226,
      "প": 1227,
      "ফ": 1228,
      "ব": 1229,
      "ভ": 1230,
      "ম": 1231,
      "য": 1232,
      "র": 1233,
      "ল": 1234,
      "শ": 1235,
      "ষ": 1236,
      "স": 1237,
      "হ": 1238,
      "়": 1239,
      "া": 1240,
      "ি": 1241,
      "ী": 1242,
      "ু": 1243,
      "ূ": 1244,
      "ৃ": 1245,
      "ে": 1246,
      "ৈ": 1247,
      "ো": 1248,
      "ৌ": 1249,
      "্": 1250,
      "ৎ": 1251,
      "ৣ": 1252,
      "০": 1253,
      "১": 1254,
      "২": 1255,
      "৩": 1256,
      "৫": 1257,
      "৮": 1258,
      "৯": 1259,
      "ৰ": 1260,
      "৳": 1261,
      "ਂ": 1262,
      "ਅ": 1263,
      "ਆ": 1264,
      "ਇ": 1265,
      "ਈ": 1266,
      "ਉ": 1267,
      "ਊ": 1268,
      "ਏ": 1269,
      "ਐ": 1270,
      "ਓ": 1271,
      "ਕ": 1272,
      "ਖ": 1273,
      "ਗ": 1274,
      "ਘ": 1275,
      "ਚ": 1276,
      "ਛ": 1277,
      "ਜ": 1278,
      "ਝ": 1279,
      "ਟ": 1280,
      "ਠ": 1281,
      "ਡ": 1282,
      "ਣ": 1283,
      "ਤ": 1284,
      "ਥ": 1285,
      "ਦ": 1286,
      "ਧ": 1287,
      "ਨ": 1288,
      "ਪ": 1289,
      "ਫ": 1290,
      "ਬ": 1291,
      "ਭ": 1292,
      "ਮ": 1293,
      "ਯ": 1294,
      "ਰ": 1295,
      "ਲ": 1296,
      "ਵ": 1297,
      "ਸ": 1298,
      "ਹ": 1299,
      "਼": 1300,
      "ਾ": 1301,
      "ਿ": 1302,
      "ੀ": 1303,
      "ੁ": 1304,
      "ੂ": 1305,
      "ੇ": 1306,
      "ੈ": 1307,
      "ੋ": 1308,
      "ੌ": 1309,
      "੍": 1310,
      "ੜ": 1311,
      "੧": 1312,
      "੪": 1313,
      "੯": 1314,
      "ੰ": 1315,
      "ੱ": 1316,
      "ੳ": 1317,
      "ੴ": 1318,
      "ં": 1319,
      "અ": 1320,
      "આ": 1321,
      "ઇ": 1322,
      "ઈ": 1323,
      "ઉ": 1324,
      "એ": 1325,
      "ઓ": 1326,
      "ક": 1327,
      "ખ": 1328,
      "ગ": 1329,
      "ઘ": 1330,
      "ચ": 1331,
      "છ": 1332,
      "જ": 1333,
      "ઝ": 1334,
      "ઞ": 1335,
      "ટ": 1336,
      "ઠ": 1337,
      "ડ": 1338,
      "ઢ": 1339,
      "ણ": 1340,
      "ત": 1341,
      "થ": 1342,
      "દ": 1343,
      "ધ": 1344,
      "ન": 1345,
      "પ": 1346,
      "ફ": 1347,
      "બ": 1348,
      "ભ": 1349,
      "મ": 1350,
      "ય": 1351,
      "ર": 1352,
      "લ": 1353,
      "ળ": 1354,
      "વ": 1355,
      "શ": 1356,
      "ષ": 1357,
      "સ": 1358,
      "હ": 1359,
      "ા": 1360,
      "િ": 1361,
      "ી": 1362,
      "ુ": 1363,
      "ૂ": 1364,
      "ૃ": 1365,
      "ૅ": 1366,
      "ે": 1367,
      "ૈ": 1368,
      "ૉ": 1369,
      "ો": 1370,
      "ૌ": 1371,
      "્": 1372,
      "ૐ": 1373,
      "૚": 1374,
      "૮": 1375,
      "ଁ": 1376,
      "ଅ": 1377,
      "ଆ": 1378,
      "ଉ": 1379,
      "ଓ": 1380,
      "କ": 1381,
      "ଗ": 1382,
      "ଜ": 1383,
      "ଡ": 1384,
      "ତ": 1385,
      "ପ": 1386,
      "ଫ": 1387,
      "ଭ": 1388,
      "ର": 1389,
      "ଲ": 1390,
      "ସ": 1391,
      "ହ": 1392,
      "଼": 1393,
      "ା": 1394,
      "ି": 1395,
      "ୀ": 1396,
      "ୁ": 1397,
      "େ": 1398,
      "ୟ": 1399,
      "ஃ": 1400,
      "அ": 1401,
      "ஆ": 1402,
      "இ": 1403,
      "ஈ": 1404,
      "உ": 1405,
      "ஊ": 1406,
      "எ": 1407,
      "ஏ": 1408,
      "ஐ": 1409,
      "ஒ": 1410,
      "ஓ": 1411,
      "க": 1412,
      "ங": 1413,
      "ச": 1414,
      "ஜ": 1415,
      "ஞ": 1416,
      "ட": 1417,
      "ண": 1418,
      "த": 1419,
      "ந": 1420,
      "ன": 1421,
      "ப": 1422,
      "ம": 1423,
      "ய": 1424,
      "ர": 1425,
      "ற": 1426,
      "ல": 1427,
      "ள": 1428,
      "ழ": 1429,
      "வ": 1430,
      "ஷ": 1431,
      "ஸ": 1432,
      "ஹ": 1433,
      "ா": 1434,
      "ி": 1435,
      "ீ": 1436,
      "ு": 1437,
      "ூ": 1438,
      "ெ": 1439,
      "ே": 1440,
      "ை": 1441,
      "ொ": 1442,
      "ோ": 1443,
      "்": 1444,
      "௨": 1445,
      "௰": 1446,
      "ం": 1447,
      "అ": 1448,
      "ఆ": 1449,
      "ఇ": 1450,
      "ఈ": 1451,
      "ఉ": 1452,
      "ఋ": 1453,
      "ఎ": 1454,
      "ఏ": 1455,
      "ఐ": 1456,
      "ఒ": 1457,
      "ఓ": 1458,
      "క": 1459,
      "ఖ": 1460,
      "గ": 1461,
      "ఘ": 1462,
      "చ": 1463,
      "ఛ": 1464,
      "జ": 1465,
      "ట": 1466,
      "డ": 1467,
      "ణ": 1468,
      "త": 1469,
      "థ": 1470,
      "ద": 1471,
      "ధ": 1472,
      "న": 1473,
      "ప": 1474,
      "ఫ": 1475,
      "బ": 1476,
      "భ": 1477,
      "మ": 1478,
      "య": 1479,
      "ర": 1480,
      "ల": 1481,
      "ళ": 1482,
      "వ": 1483,
      "శ": 1484,
      "ష": 1485,
      "స": 1486,
      "హ": 1487,
      "ా": 1488,
      "ి": 1489,
      "ీ": 1490,
      "ు": 1491,
      "ూ": 1492,
      "ృ": 1493,
      "ె": 1494,
      "ే": 1495,
      "ై": 1496,
      "ొ": 1497,
      "ో": 1498,
      "ౌ": 1499,
      "్": 1500,
      "౨": 1501,
      "ಂ": 1502,
      "ಅ": 1503,
      "ಆ": 1504,
      "ಇ": 1505,
      "ಈ": 1506,
      "ಉ": 1507,
      "ಋ": 1508,
      "ಎ": 1509,
      "ಏ": 1510,
      "ಐ": 1511,
      "ಒ": 1512,
      "ಓ": 1513,
      "ಕ": 1514,
      "ಖ": 1515,
      "ಗ": 1516,
      "ಘ": 1517,
      "ಚ": 1518,
      "ಜ": 1519,
      "ಟ": 1520,
      "ಠ": 1521,
      "ಡ": 1522,
      "ಣ": 1523,
      "ತ": 1524,
      "ಥ": 1525,
      "ದ": 1526,
      "ಧ": 1527,
      "ನ": 1528,
      "ಪ": 1529,
      "ಫ": 1530,
      "ಬ": 1531,
      "ಭ": 1532,
      "ಮ": 1533,
      "ಯ": 1534,
      "ರ": 1535,
      "ಲ": 1536,
      "ಳ": 1537,
      "ವ": 1538,
      "ಶ": 1539,
      "ಷ": 1540,
      "ಸ": 1541,
      "ಹ": 1542,
      "ಾ": 1543,
      "ಿ": 1544,
      "ೀ": 1545,
      "ು": 1546,
      "ೂ": 1547,
      "ೃ": 1548,
      "ೆ": 1549,
      "ೇ": 1550,
      "ೈ": 1551,
      "ೊ": 1552,
      "ೋ": 1553,
      "ೌ": 1554,
      "್": 1555,
      "ം": 1556,
      "അ": 1557,
      "ആ": 1558,
      "ഇ": 1559,
      "ഈ": 1560,
      "ഉ": 1561,
      "എ": 1562,
      "ക": 1563,
      "ഖ": 1564,
      "ഗ": 1565,
      "ങ": 1566,
      "ച": 1567,
      "ജ": 1568,
      "ഞ": 1569,
      "ട": 1570,
      "ഡ": 1571,
      "ണ": 1572,
      "ത": 1573,
      "ഥ": 1574,
      "ദ": 1575,
      "ധ": 1576,
      "ന": 1577,
      "പ": 1578,
      "ഫ": 1579,
      "ബ": 1580,
      "മ": 1581,
      "യ": 1582,
      "ര": 1583,
      "റ": 1584,
      "ല": 1585,
      "ള": 1586,
      "ഴ": 1587,
      "വ": 1588,
      "ശ": 1589,
      "ഷ": 1590,
      "സ": 1591,
      "ഹ": 1592,
      "ാ": 1593,
      "ി": 1594,
      "ീ": 1595,
      "ു": 1596,
      "ൂ": 1597,
      "െ": 1598,
      "േ": 1599,
      "ൊ": 1600,
      "ോ": 1601,
      "്": 1602,
      "ൺ": 1603,
      "ൻ": 1604,
      "ർ": 1605,
      "ൽ": 1606,
      "ං": 1607,
      "අ": 1608,
      "ආ": 1609,
      "ඇ": 1610,
      "ඉ": 1611,
      "ඊ": 1612,
      "උ": 1613,
      "ඍ": 1614,
      "එ": 1615,
      "ඒ": 1616,
      "ඓ": 1617,
      "ඔ": 1618,
      "ක": 1619,
      "ඛ": 1620,
      "ග": 1621,
      "ඝ": 1622,
      "ඟ": 1623,
      "ච": 1624,
      "ජ": 1625,
      "ඥ": 1626,
      "ට": 1627,
      "ඨ": 1628,
      "ඩ": 1629,
      "ණ": 1630,
      "ඬ": 1631,
      "ත": 1632,
      "ථ": 1633,
      "ද": 1634,
      "ධ": 1635,
      "න": 1636,
      "ඳ": 1637,
      "ප": 1638,
      "ඵ": 1639,
      "බ": 1640,
      "භ": 1641,
      "ම": 1642,
      "ඹ": 1643,
      "ය": 1644,
      "ර": 1645,
      "ල": 1646,
      "ව": 1647,
      "ශ": 1648,
      "ෂ": 1649,
      "ස": 1650,
      "හ": 1651,
      "ළ": 1652,
      "ෆ": 1653,
      "්": 1654,
      "ා": 1655,
      "ැ": 1656,
      "ෑ": 1657,
      "ි": 1658,
      "ී": 1659,
      "ු": 1660,
      "ූ": 1661,
      "ෘ": 1662,
      "ෙ": 1663,
      "ේ": 1664,
      "ෛ": 1665,
      "ො": 1666,
      "ෝ": 1667,
      "ෞ": 1668,
      "ก": 1669,
      "ข": 1670,
      "ฃ": 1671,
      "ค": 1672,
      "ฅ": 1673,
      "ฆ": 1674,
      "ง": 1675,
      "จ": 1676,
      "ฉ": 1677,
      "ช": 1678,
      "ซ": 1679,
      "ฌ": 1680,
      "ญ": 1681,
      "ฎ": 1682,
      "ฏ": 1683,
      "ฐ": 1684,
      "ฑ": 1685,
      "ฒ": 1686,
      "ณ": 1687,
      "ด": 1688,
      "ต": 1689,
      "ถ": 1690,
      "ท": 1691,
      "ธ": 1692,
      "น": 1693,
      "บ": 1694,
      "ป": 1695,
      "ผ": 1696,
      "ฝ": 1697,
      "พ": 1698,
      "ฟ": 1699,
      "ภ": 1700,
      "ม": 1701,
      "ย": 1702,
      "ร": 1703,
      "ฤ": 1704,
      "ล": 1705,
      "ว": 1706,
      "ศ": 1707,
      "ษ": 1708,
      "ส": 1709,
      "ห": 1710,
      "อ": 1711,
      "ฮ": 1712,
      "ะ": 1713,
      "ั": 1714,
      "า": 1715,
      "ำ": 1716,
      "ิ": 1717,
      "ี": 1718,
      "ึ": 1719,
      "ื": 1720,
      "ุ": 1721,
      "ู": 1722,
      "฿": 1723,
      "เ": 1724,
      "แ": 1725,
      "โ": 1726,
      "ใ": 1727,
      "ไ": 1728,
      "ๆ": 1729,
      "็": 1730,
      "่": 1731,
      "้": 1732,
      "๊": 1733,
      "๋": 1734,
      "์": 1735,
      "๐": 1736,
      "๑": 1737,
      "๒": 1738,
      "๘": 1739,
      "ກ": 1740,
      "ຂ": 1741,
      "ຄ": 1742,
      "ງ": 1743,
      "ຈ": 1744,
      "ຊ": 1745,
      "ຍ": 1746,
      "ດ": 1747,
      "ຕ": 1748,
      "ຖ": 1749,
      "ທ": 1750,
      "ນ": 1751,
      "ບ": 1752,
      "ປ": 1753,
      "ຜ": 1754,
      "ຝ": 1755,
      "ພ": 1756,
      "ມ": 1757,
      "ຢ": 1758,
      "ຣ": 1759,
      "ລ": 1760,
      "ວ": 1761,
      "ສ": 1762,
      "ຫ": 1763,
      "ອ": 1764,
      "ຮ": 1765,
      "ະ": 1766,
      "ັ": 1767,
      "າ": 1768,
      "ຳ": 1769,
      "ິ": 1770,
      "ີ": 1771,
      "ື": 1772,
      "ຸ": 1773,
      "ູ": 1774,
      "ົ": 1775,
      "ຼ": 1776,
      "ຽ": 1777,
      "ເ": 1778,
      "ແ": 1779,
      "ໂ": 1780,
      "ໃ": 1781,
      "ໄ": 1782,
      "ໆ": 1783,
      "່": 1784,
      "້": 1785,
      "ໍ": 1786,
      "ໝ": 1787,
      "་": 1788,
      "༺": 1789,
      "༻": 1790,
      "ཁ": 1791,
      "ག": 1792,
      "ང": 1793,
      "ཇ": 1794,
      "ད": 1795,
      "པ": 1796,
      "བ": 1797,
      "མ": 1798,
      "འ": 1799,
      "ཡ": 1800,
      "ར": 1801,
      "ལ": 1802,
      "ི": 1803,
      "ུ": 1804,
      "ོ": 1805,
      "ཽ": 1806,
      "ྒ": 1807,
      "ྱ": 1808,
      "ྲ": 1809,
      "ླ": 1810,
      "က": 1811,
      "ခ": 1812,
      "ဂ": 1813,
      "င": 1814,
      "စ": 1815,
      "ဆ": 1816,
      "ဇ": 1817,
      "ဉ": 1818,
      "ည": 1819,
      "ဌ": 1820,
      "ဏ": 1821,
      "တ": 1822,
      "ထ": 1823,
      "ဒ": 1824,
      "န": 1825,
      "ပ": 1826,
      "ဖ": 1827,
      "ဗ": 1828,
      "ဘ": 1829,
      "မ": 1830,
      "ယ": 1831,
      "ရ": 1832,
      "လ": 1833,
      "ဝ": 1834,
      "သ": 1835,
      "ဟ": 1836,
      "အ": 1837,
      "ဤ": 1838,
      "ဦ": 1839,
      "ါ": 1840,
      "ာ": 1841,
      "ိ": 1842,
      "ီ": 1843,
      "ု": 1844,
      "ူ": 1845,
      "ေ": 1846,
      "ဲ": 1847,
      "ဴ": 1848,
      "ံ": 1849,
      "့": 1850,
      "း": 1851,
      "္": 1852,
      "်": 1853,
      "ျ": 1854,
      "ြ": 1855,
      "ွ": 1856,
      "ှ": 1857,
      "၊": 1858,
      "။": 1859,
      "၎": 1860,
      "၏": 1861,
      "ၚ": 1862,
      "ၯ": 1863,
      "ႏ": 1864,
      "ა": 1865,
      "ბ": 1866,
      "გ": 1867,
      "დ": 1868,
      "ე": 1869,
      "ვ": 1870,
      "ზ": 1871,
      "თ": 1872,
      "ი": 1873,
      "კ": 1874,
      "ლ": 1875,
      "მ": 1876,
      "ნ": 1877,
      "ო": 1878,
      "პ": 1879,
      "ჟ": 1880,
      "რ": 1881,
      "ს": 1882,
      "ტ": 1883,
      "უ": 1884,
      "ფ": 1885,
      "ქ": 1886,
      "ღ": 1887,
      "ყ": 1888,
      "შ": 1889,
      "ჩ": 1890,
      "ც": 1891,
      "ძ": 1892,
      "წ": 1893,
      "ჭ": 1894,
      "ხ": 1895,
      "ჯ": 1896,
      "ჰ": 1897,
      "ሀ": 1898,
      "ሁ": 1899,
      "ሂ": 1900,
      "ሃ": 1901,
      "ሄ": 1902,
      "ህ": 1903,
      "ሆ": 1904,
      "ሇ": 1905,
      "ለ": 1906,
      "ሉ": 1907,
      "ሊ": 1908,
      "ላ": 1909,
      "ሌ": 1910,
      "ል": 1911,
      "ሎ": 1912,
      "ሏ": 1913,
      "ሐ": 1914,
      "ሑ": 1915,
      "ሒ": 1916,
      "ሓ": 1917,
      "ሔ": 1918,
      "ሕ": 1919,
      "ሖ": 1920,
      "ሗ": 1921,
      "መ": 1922,
      "ሙ": 1923,
      "ሚ": 1924,
      "ማ": 1925,
      "ሜ": 1926,
      "ም": 1927,
      "ሞ": 1928,
      "ሟ": 1929,
      "ሠ": 1930,
      "ሡ": 1931,
      "ሢ": 1932,
      "ሣ": 1933,
      "ሤ": 1934,
      "ሥ": 1935,
      "ሦ": 1936,
      "ረ": 1937,
      "ሩ": 1938,
      "ሪ": 1939,
      "ራ": 1940,
      "ሬ": 1941,
      "ር": 1942,
      "ሮ": 1943,
      "ሯ": 1944,
      "ሰ": 1945,
      "ሱ": 1946,
      "ሲ": 1947,
      "ሳ": 1948,
      "ሴ": 1949,
      "ስ": 1950,
      "ሶ": 1951,
      "ሷ": 1952,
      "ሸ": 1953,
      "ሹ": 1954,
      "ሺ": 1955,
      "ሻ": 1956,
      "ሼ": 1957,
      "ሽ": 1958,
      "ሾ": 1959,
      "ሿ": 1960,
      "ቀ": 1961,
      "ቁ": 1962,
      "ቂ": 1963,
      "ቃ": 1964,
      "ቄ": 1965,
      "ቅ": 1966,
      "ቆ": 1967,
      "ቇ": 1968,
      "ቈ": 1969,
      "ቋ": 1970,
      "ቍ": 1971,
      "ቐ": 1972,
      "ቓ": 1973,
      "ቕ": 1974,
      "ቖ": 1975,
      "ቛ": 1976,
      "በ": 1977,
      "ቡ": 1978,
      "ቢ": 1979,
      "ባ": 1980,
      "ቤ": 1981,
      "ብ": 1982,
      "ቦ": 1983,
      "ቧ": 1984,
      "ቨ": 1985,
      "ቪ": 1986,
      "ቫ": 1987,
      "ቬ": 1988,
      "ቭ": 1989,
      "ቮ": 1990,
      "ተ": 1991,
      "ቱ": 1992,
      "ቲ": 1993,
      "ታ": 1994,
      "ቴ": 1995,
      "ት": 1996,
      "ቶ": 1997,
      "ቷ": 1998,
      "ቸ": 1999,
      "ቹ": 2000,
      "ቺ": 2001,
      "ቻ": 2002,
      "ቼ": 2003,
      "ች": 2004,
      "ቾ": 2005,
      "ቿ": 2006,
      "ኀ": 2007,
      "ኁ": 2008,
      "ኂ": 2009,
      "ኃ": 2010,
      "ኄ": 2011,
      "ኅ": 2012,
      "ኆ": 2013,
      "ኇ": 2014,
      "ኋ": 2015,
      "ነ": 2016,
      "ኑ": 2017,
      "ኒ": 2018,
      "ና": 2019,
      "ኔ": 2020,
      "ን": 2021,
      "ኖ": 2022,
      "ኗ": 2023,
      "ኘ": 2024,
      "ኙ": 2025,
      "ኚ": 2026,
      "ኛ": 2027,
      "ኜ": 2028,
      "ኝ": 2029,
      "ኞ": 2030,
      "አ": 2031,
      "ኡ": 2032,
      "ኢ": 2033,
      "ኣ": 2034,
      "ኤ": 2035,
      "እ": 2036,
      "ኦ": 2037,
      "ኧ": 2038,
      "ከ": 2039,
      "ኩ": 2040,
      "ኪ": 2041,
      "ካ": 2042,
      "ኬ": 2043,
      "ክ": 2044,
      "ኮ": 2045,
      "ኰ": 2046,
      "ኳ": 2047,
      "ኴ": 2048,
      "ኵ": 2049,
      "ኸ": 2050,
      "ኹ": 2051,
      "ኺ": 2052,
      "ኻ": 2053,
      "ኼ": 2054,
      "ኽ": 2055,
      "ኾ": 2056,
      "ዃ": 2057,
      "ወ": 2058,
      "ዉ": 2059,
      "ዊ": 2060,
      "ዋ": 2061,
      "ዌ": 2062,
      "ው": 2063,
      "ዎ": 2064,
      "ዐ": 2065,
      "ዑ": 2066,
      "ዒ": 2067,
      "ዓ": 2068,
      "ዔ": 2069,
      "ዕ": 2070,
      "ዖ": 2071,
      "ዘ": 2072,
      "ዙ": 2073,
      "ዚ": 2074,
      "ዛ": 2075,
      "ዜ": 2076,
      "ዝ": 2077,
      "ዞ": 2078,
      "ዟ": 2079,
      "ዠ": 2080,
      "ዡ": 2081,
      "ዢ": 2082,
      "ዣ": 2083,
      "ዤ": 2084,
      "ዥ": 2085,
      "ዦ": 2086,
      "የ": 2087,
      "ዩ": 2088,
      "ዪ": 2089,
      "ያ": 2090,
      "ዬ": 2091,
      "ይ": 2092,
      "ዮ": 2093,
      "ዯ": 2094,
      "ደ": 2095,
      "ዱ": 2096,
      "ዲ": 2097,
      "ዳ": 2098,
      "ዴ": 2099,
      "ድ": 2100,
      "ዶ": 2101,
      "ዷ": 2102,
      "ዺ": 2103,
      "ዻ": 2104,
      "ዽ": 2105,
      "ጀ": 2106,
      "ጁ": 2107,
      "ጂ": 2108,
      "ጃ": 2109,
      "ጄ": 2110,
      "ጅ": 2111,
      "ጆ": 2112,
      "ጇ": 2113,
      "ገ": 2114,
      "ጉ": 2115,
      "ጊ": 2116,
      "ጋ": 2117,
      "ጌ": 2118,
      "ግ": 2119,
      "ጎ": 2120,
      "ጐ": 2121,
      "ጒ": 2122,
      "ጓ": 2123,
      "ጔ": 2124,
      "ጛ": 2125,
      "ጠ": 2126,
      "ጡ": 2127,
      "ጢ": 2128,
      "ጣ": 2129,
      "ጤ": 2130,
      "ጥ": 2131,
      "ጦ": 2132,
      "ጧ": 2133,
      "ጨ": 2134,
      "ጩ": 2135,
      "ጪ": 2136,
      "ጫ": 2137,
      "ጬ": 2138,
      "ጭ": 2139,
      "ጮ": 2140,
      "ጰ": 2141,
      "ጲ": 2142,
      "ጳ": 2143,
      "ጴ": 2144,
      "ጵ": 2145,
      "ጶ": 2146,
      "ጸ": 2147,
      "ጹ": 2148,
      "ጺ": 2149,
      "ጻ": 2150,
      "ጼ": 2151,
      "ጽ": 2152,
      "ጾ": 2153,
      "ጿ": 2154,
      "ፀ": 2155,
      "ፁ": 2156,
      "ፂ": 2157,
      "ፃ": 2158,
      "ፄ": 2159,
      "ፅ": 2160,
      "ፆ": 2161,
      "ፇ": 2162,
      "ፈ": 2163,
      "ፉ": 2164,
      "ፊ": 2165,
      "ፋ": 2166,
      "ፌ": 2167,
      "ፍ": 2168,
      "ፎ": 2169,
      "ፏ": 2170,
      "ፐ": 2171,
      "ፑ": 2172,
      "ፒ": 2173,
      "ፓ": 2174,
      "ፔ": 2175,
      "ፕ": 2176,
      "ፖ": 2177,
      "፡": 2178,
      "።": 2179,
      "፣": 2180,
      "፤": 2181,
      "፥": 2182,
      "፦": 2183,
      "፧": 2184,
      "፨": 2185,
      "፩": 2186,
      "፪": 2187,
      "፫": 2188,
      "፬": 2189,
      "፭": 2190,
      "፮": 2191,
      "፯": 2192,
      "፰": 2193,
      "፱": 2194,
      "፲": 2195,
      "፳": 2196,
      "፴": 2197,
      "፵": 2198,
      "፶": 2199,
      "፷": 2200,
      "፸": 2201,
      "፹": 2202,
      "፺": 2203,
      "፻": 2204,
      "፼": 2205,
      "᎓": 2206,
      "Ꭰ": 2207,
      "Ꭲ": 2208,
      "Ꭹ": 2209,
      "Ꭺ": 2210,
      "Ꭼ": 2211,
      "Ꮃ": 2212,
      "Ꮇ": 2213,
      "Ꮋ": 2214,
      "Ꮢ": 2215,
      "Ꮤ": 2216,
      "Ꮪ": 2217,
      "Ꮯ": 2218,
      "Ꮳ": 2219,
      "ᐃ": 2220,
      "ᐅ": 2221,
      "ᐉ": 2222,
      "ᐍ": 2223,
      "ᐏ": 2224,
      "ᐣ": 2225,
      "ᐦ": 2226,
      "ᐯ": 2227,
      "ᑌ": 2228,
      "ᑎ": 2229,
      "ᑐ": 2230,
      "ᑕ": 2231,
      "ᑦ": 2232,
      "ᑫ": 2233,
      "ᑭ": 2234,
      "ᒃ": 2235,
      "ᒍ": 2236,
      "ᒪ": 2237,
      "ᓀ": 2238,
      "ᓄ": 2239,
      "ᔕ": 2240,
      "ᔭ": 2241,
      "ᕼ": 2242,
      "ᖇ": 2243,
      "ᖴ": 2244,
      "ᗩ": 2245,
      "ᗪ": 2246,
      "ᗯ": 2247,
      "ᗰ": 2248,
      "ᗴ": 2249,
      "ᗷ": 2250,
      "ᘔ": 2251,
      "ᘜ": 2252,
      "᙭": 2253,
      "ᚧ": 2254,
      "ក": 2255,
      "ខ": 2256,
      "គ": 2257,
      "ឃ": 2258,
      "ង": 2259,
      "ច": 2260,
      "ឆ": 2261,
      "ជ": 2262,
      "ឈ": 2263,
      "ញ": 2264,
      "ដ": 2265,
      "ឋ": 2266,
      "ឌ": 2267,
      "ណ": 2268,
      "ត": 2269,
      "ថ": 2270,
      "ទ": 2271,
      "ធ": 2272,
      "ន": 2273,
      "ប": 2274,
      "ផ": 2275,
      "ព": 2276,
      "ភ": 2277,
      "ម": 2278,
      "យ": 2279,
      "រ": 2280,
      "ល": 2281,
      "វ": 2282,
      "ស": 2283,
      "ហ": 2284,
      "ឡ": 2285,
      "អ": 2286,
      "ឥ": 2287,
      "ឬ": 2288,
      "ឱ": 2289,
      "ា": 2290,
      "ិ": 2291,
      "ី": 2292,
      "ឹ": 2293,
      "ឺ": 2294,
      "ុ": 2295,
      "ូ": 2296,
      "ួ": 2297,
      "ើ": 2298,
      "ឿ": 2299,
      "ៀ": 2300,
      "េ": 2301,
      "ែ": 2302,
      "ៃ": 2303,
      "ោ": 2304,
      "ៅ": 2305,
      "ំ": 2306,
      "ះ": 2307,
      "ៈ": 2308,
      "៉": 2309,
      "៊": 2310,
      "់": 2311,
      "៍": 2312,
      "៏": 2313,
      "័": 2314,
      "្": 2315,
      "។": 2316,
      "៛": 2317,
      "២": 2318,
      "ᠡ": 2319,
      "ᠢ": 2320,
      "ᠣ": 2321,
      "ᠨ": 2322,
      "ᠪ": 2323,
      "ᠭ": 2324,
      "ᠰ": 2325,
      "ᠲ": 2326,
      "ᥙ": 2327,
      "ᥱ": 2328,
      "᧐": 2329,
      "ᨁ": 2330,
      "ᨅ": 2331,
      "ᨔ": 2332,
      "ᨕ": 2333,
      "ᨗ": 2334,
      "ᨘ": 2335,
      "Მ": 2336,
      "ᴀ": 2337,
      "ᴄ": 2338,
      "ᴅ": 2339,
      "ᴇ": 2340,
      "ᴊ": 2341,
      "ᴋ": 2342,
      "ᴍ": 2343,
      "ᴎ": 2344,
      "ᴏ": 2345,
      "ᴖ": 2346,
      "ᴘ": 2347,
      "ᴙ": 2348,
      "ᴛ": 2349,
      "ᴜ": 2350,
      "ᴠ": 2351,
      "ᴡ": 2352,
      "ᴢ": 2353,
      "ᴥ": 2354,
      "ᴬ": 2355,
      "ᴰ": 2356,
      "ᴴ": 2357,
      "ᴹ": 2358,
      "ᴿ": 2359,
      "ᵀ": 2360,
      "ᵈ": 2361,
      "ᵍ": 2362,
      "ᵞ": 2363,
      "ᶜ": 2364,
      "ᶠ": 2365,
      "ᶤ": 2366,
      "ᶻ": 2367,
      "ḇ": 2368,
      "ḋ": 2369,
      "Ḍ": 2370,
      "ḍ": 2371,
      "Ḏ": 2372,
      "ḏ": 2373,
      "Ḑ": 2374,
      "ḕ": 2375,
      "ḗ": 2376,
      "ḝ": 2377,
      "ḡ": 2378,
      "Ḣ": 2379,
      "ḣ": 2380,
      "Ḥ": 2381,
      "ḥ": 2382,
      "ḫ": 2383,
      "ḱ": 2384,
      "ḵ": 2385,
      "ḷ": 2386,
      "ḻ": 2387,
      "Ḽ": 2388,
      "ḽ": 2389,
      "ḿ": 2390,
      "ṁ": 2391,
      "ṃ": 2392,
      "Ṅ": 2393,
      "ṅ": 2394,
      "ṇ": 2395,
      "ṉ": 2396,
      "ṏ": 2397,
      "Ṕ": 2398,
      "ṕ": 2399,
      "Ṗ": 2400,
      "ṗ": 2401,
      "ṛ": 2402,
      "ṝ": 2403,
      "Ṡ": 2404,
      "ṡ": 2405,
      "Ṣ": 2406,
      "ṣ": 2407,
      "Ṧ": 2408,
      "ṧ": 2409,
      "Ṫ": 2410,
      "ṫ": 2411,
      "Ṭ": 2412,
      "ṭ": 2413,
      "Ṯ": 2414,
      "ṯ": 2415,
      "ṳ": 2416,
      "ẑ": 2417,
      "Ẓ": 2418,
      "ẓ": 2419,
      "ẖ": 2420,
      "ẚ": 2421,
      "Ạ": 2422,
      "ạ": 2423,
      "Ả": 2424,
      "ả": 2425,
      "Ấ": 2426,
      "ấ": 2427,
      "Ầ": 2428,
      "ầ": 2429,
      "ẩ": 2430,
      "Ẫ": 2431,
      "ẫ": 2432,
      "Ậ": 2433,
      "ậ": 2434,
      "ắ": 2435,
      "Ằ": 2436,
      "ằ": 2437,
      "Ẳ": 2438,
      "ẳ": 2439,
      "ẵ": 2440,
      "ặ": 2441,
      "Ẹ": 2442,
      "ẹ": 2443,
      "ẻ": 2444,
      "ẽ": 2445,
      "Ế": 2446,
      "ế": 2447,
      "ề": 2448,
      "ể": 2449,
      "ễ": 2450,
      "Ệ": 2451,
      "ệ": 2452,
      "ỉ": 2453,
      "Ị": 2454,
      "ị": 2455,
      "Ọ": 2456,
      "ọ": 2457,
      "ỏ": 2458,
      "ố": 2459,
      "Ồ": 2460,
      "ồ": 2461,
      "Ổ": 2462,
      "ổ": 2463,
      "ỗ": 2464,
      "Ộ": 2465,
      "ộ": 2466,
      "Ớ": 2467,
      "ớ": 2468,
      "Ờ": 2469,
      "ờ": 2470,
      "ở": 2471,
      "ỡ": 2472,
      "Ợ": 2473,
      "ợ": 2474,
      "Ụ": 2475,
      "ụ": 2476,
      "ủ": 2477,
      "ứ": 2478,
      "ừ": 2479,
      "ử": 2480,
      "Ữ": 2481,
      "ữ": 2482,
      "Ự": 2483,
      "ự": 2484,
      "Ỳ": 2485,
      "ỳ": 2486,
      "Ỵ": 2487,
      "ỵ": 2488,
      "ỷ": 2489,
      "ỹ": 2490,
      "ἀ": 2491,
      "ἄ": 2492,
      "Ἁ": 2493,
      "Ἄ": 2494,
      "ἐ": 2495,
      "ἑ": 2496,
      "ἔ": 2497,
      "Ἐ": 2498,
      "ἰ": 2499,
      "ἶ": 2500,
      "Ἰ": 2501,
      "Ἱ": 2502,
      "ὐ": 2503,
      "ὑ": 2504,
      "Ὕ": 2505,
      "ὰ": 2506,
      "ὴ": 2507,
      "ᾶ": 2508,
      "ῆ": 2509,
      "ῦ": 2510,
      "῰": 2511,
      "ῶ": 2512,
      "῾": 2513,
      "‎": 2514,
      "‏": 2515,
      "‐": 2516,
      "‑": 2517,
      "‒": 2518,
      "–": 2519,
      "—": 2520,
      "―": 2521,
      "‖": 2522,
      "‗": 2523,
      "‘": 2524,
      "’": 2525,
      "‚": 2526,
      "‛": 2527,
      "“": 2528,
      "”": 2529,
      "„": 2530,
      "‟": 2531,
      "†": 2532,
      "‡": 2533,
      "•": 2534,
      "‣": 2535,
      "․": 2536,
      "…": 2537,
      "‧": 2538,
      "‰": 2539,
      "′": 2540,
      "″": 2541,
      "‵": 2542,
      "‹": 2543,
      "›": 2544,
      "※": 2545,
      "‼": 2546,
      "‾": 2547,
      "‿": 2548,
      "⁂": 2549,
      "⁃": 2550,
      "⁄": 2551,
      "⁇": 2552,
      "⁈": 2553,
      "⁉": 2554,
      "⁍": 2555,
      "⁎": 2556,
      "⁝": 2557,
      "⁠": 2558,
      "⁡": 2559,
      "⁣": 2560,
      "⁦": 2561,
      "⁩": 2562,
      "⁯": 2563,
      "⁰": 2564,
      "⁴": 2565,
      "⁵": 2566,
      "⁶": 2567,
      "⁷": 2568,
      "⁸": 2569,
      "⁹": 2570,
      "⁺": 2571,
      "⁻": 2572,
      "ⁿ": 2573,
      "₀": 2574,
      "₁": 2575,
      "₂": 2576,
      "₃": 2577,
      "₄": 2578,
      "₡": 2579,
      "₣": 2580,
      "₤": 2581,
      "₥": 2582,
      "₦": 2583,
      "₨": 2584,
      "₩": 2585,
      "₪": 2586,
      "₫": 2587,
      "€": 2588,
      "₭": 2589,
      "₮": 2590,
      "₯": 2591,
      "₰": 2592,
      "₱": 2593,
      "₲": 2594,
      "₳": 2595,
      "₴": 2596,
      "₵": 2597,
      "₸": 2598,
      "₹": 2599,
      "₺": 2600,
      "₽": 2601,
      "₾": 2602,
      "₿": 2603,
      "⃣": 2604,
      "ℂ": 2605,
      "℃": 2606,
      "℅": 2607,
      "℉": 2608,
      "ℊ": 2609,
      "ℋ": 2610,
      "ℍ": 2611,
      "ℎ": 2612,
      "ℐ": 2613,
      "ℒ": 2614,
      "ℓ": 2615,
      "ℕ": 2616,
      "№": 2617,
      "℗": 2618,
      "℘": 2619,
      "ℙ": 2620,
      "ℚ": 2621,
      "ℛ": 2622,
      "ℜ": 2623,
      "ℝ": 2624,
      "℠": 2625,
      "℡": 2626,
      "™": 2627,
      "ℤ": 2628,
      "ℬ": 2629,
      "℮": 2630,
      "ℯ": 2631,
      "ℰ": 2632,
      "ℱ": 2633,
      "ℴ": 2634,
      "ℹ": 2635,
      "⅓": 2636,
      "⅔": 2637,
      "⅘": 2638,
      "⅚": 2639,
      "⅛": 2640,
      "⅜": 2641,
      "⅞": 2642,
      "Ⅰ": 2643,
      "Ⅱ": 2644,
      "Ⅲ": 2645,
      "Ⅳ": 2646,
      "Ⅴ": 2647,
      "Ⅵ": 2648,
      "Ⅶ": 2649,
      "Ⅷ": 2650,
      "Ⅸ": 2651,
      "Ⅹ": 2652,
      "Ⅺ": 2653,
      "Ⅻ": 2654,
      "Ⅼ": 2655,
      "Ⅽ": 2656,
      "Ⅾ": 2657,
      "Ⅿ": 2658,
      "ⅼ": 2659,
      "ⅽ": 2660,
      "ⅾ": 2661,
      "←": 2662,
      "↑": 2663,
      "→": 2664,
      "↓": 2665,
      "↔": 2666,
      "↖": 2667,
      "↗": 2668,
      "↘": 2669,
      "↙": 2670,
      "↟": 2671,
      "↦": 2672,
      "↩": 2673,
      "↪": 2674,
      "↫": 2675,
      "↲": 2676,
      "↳": 2677,
      "↴": 2678,
      "↵": 2679,
      "⇄": 2680,
      "⇐": 2681,
      "⇑": 2682,
      "⇒": 2683,
      "⇓": 2684,
      "⇔": 2685,
      "⇚": 2686,
      "⇛": 2687,
      "⇠": 2688,
      "⇢": 2689,
      "⇧": 2690,
      "⇨": 2691,
      "⇰": 2692,
      "⇱": 2693,
      "⇾": 2694,
      "∀": 2695,
      "∂": 2696,
      "∃": 2697,
      "∅": 2698,
      "∆": 2699,
      "∇": 2700,
      "∈": 2701,
      "∉": 2702,
      "∎": 2703,
      "∏": 2704,
      "∑": 2705,
      "−": 2706,
      "∓": 2707,
      "∕": 2708,
      "∗": 2709,
      "∘": 2710,
      "∙": 2711,
      "√": 2712,
      "∞": 2713,
      "∟": 2714,
      "∠": 2715,
      "∣": 2716,
      "∥": 2717,
      "∧": 2718,
      "∨": 2719,
      "∩": 2720,
      "∪": 2721,
      "∫": 2722,
      "∮": 2723,
      "∴": 2724,
      "∵": 2725,
      "∶": 2726,
      "∼": 2727,
      "≅": 2728,
      "≈": 2729,
      "≔": 2730,
      "≠": 2731,
      "≡": 2732,
      "≤": 2733,
      "≥": 2734,
      "≦": 2735,
      "≧": 2736,
      "≪": 2737,
      "≫": 2738,
      "≺": 2739,
      "≻": 2740,
      "⊂": 2741,
      "⊃": 2742,
      "⊄": 2743,
      "⊆": 2744,
      "⊇": 2745,
      "⊕": 2746,
      "⊗": 2747,
      "⊙": 2748,
      "⊡": 2749,
      "⊥": 2750,
      "⊰": 2751,
      "⊱": 2752,
      "⊸": 2753,
      "⋅": 2754,
      "⋆": 2755,
      "⋮": 2756,
      "⋯": 2757,
      "⋱": 2758,
      "⌂": 2759,
      "⌈": 2760,
      "⌊": 2761,
      "⌋": 2762,
      "⌘": 2763,
      "⌚": 2764,
      "⌠": 2765,
      "⌢": 2766,
      "⌥": 2767,
      "⌨": 2768,
      "⌫": 2769,
      "⎮": 2770,
      "⏩": 2771,
      "⏪": 2772,
      "⏫": 2773,
      "⏬": 2774,
      "⏭": 2775,
      "⏰": 2776,
      "⏳": 2777,
      "␠": 2778,
      "①": 2779,
      "②": 2780,
      "③": 2781,
      "④": 2782,
      "⑤": 2783,
      "⑥": 2784,
      "⑦": 2785,
      "⑧": 2786,
      "⑨": 2787,
      "⑩": 2788,
      "⑪": 2789,
      "⑫": 2790,
      "⑴": 2791,
      "⑵": 2792,
      "⑶": 2793,
      "⑷": 2794,
      "⑸": 2795,
      "⒈": 2796,
      "⒉": 2797,
      "⒊": 2798,
      "Ⓐ": 2799,
      "Ⓒ": 2800,
      "Ⓔ": 2801,
      "Ⓘ": 2802,
      "Ⓚ": 2803,
      "Ⓛ": 2804,
      "Ⓜ": 2805,
      "Ⓞ": 2806,
      "Ⓡ": 2807,
      "Ⓢ": 2808,
      "Ⓦ": 2809,
      "ⓐ": 2810,
      "ⓒ": 2811,
      "ⓕ": 2812,
      "ⓗ": 2813,
      "ⓘ": 2814,
      "ⓜ": 2815,
      "ⓟ": 2816,
      "ⓢ": 2817,
      "ⓤ": 2818,
      "ⓦ": 2819,
      "ⓨ": 2820,
      "⓵": 2821,
      "⓶": 2822,
      "⓷": 2823,
      "⓸": 2824,
      "⓹": 2825,
      "⓺": 2826,
      "⓻": 2827,
      "⓼": 2828,
      "⓽": 2829,
      "⓾": 2830,
      "─": 2831,
      "━": 2832,
      "│": 2833,
      "┃": 2834,
      "┇": 2835,
      "┈": 2836,
      "┉": 2837,
      "┌": 2838,
      "┐": 2839,
      "└": 2840,
      "┘": 2841,
      "├": 2842,
      "┤": 2843,
      "┬": 2844,
      "┯": 2845,
      "┷": 2846,
      "┼": 2847,
      "┿": 2848,
      "═": 2849,
      "║": 2850,
      "╔": 2851,
      "╕": 2852,
      "╖": 2853,
      "╗": 2854,
      "╚": 2855,
      "╛": 2856,
      "╜": 2857,
      "╝": 2858,
      "╣": 2859,
      "╥": 2860,
      "╬": 2861,
      "╭": 2862,
      "╮": 2863,
      "╯": 2864,
      "╰": 2865,
      "▀": 2866,
      "▁": 2867,
      "▂": 2868,
      "▃": 2869,
      "▄": 2870,
      "▅": 2871,
      "▆": 2872,
      "▇": 2873,
      "█": 2874,
      "▋": 2875,
      "▌": 2876,
      "▐": 2877,
      "░": 2878,
      "▒": 2879,
      "▓": 2880,
      "▔": 2881,
      "▕": 2882,
      "■": 2883,
      "□": 2884,
      "▢": 2885,
      "▪": 2886,
      "▫": 2887,
      "▬": 2888,
      "▭": 2889,
      "▮": 2890,
      "▰": 2891,
      "▲": 2892,
      "△": 2893,
      "▶": 2894,
      "▷": 2895,
      "▸": 2896,
      "►": 2897,
      "▻": 2898,
      "▼": 2899,
      "▽": 2900,
      "▾": 2901,
      "◀": 2902,
      "◄": 2903,
      "◆": 2904,
      "◇": 2905,
      "◈": 2906,
      "◉": 2907,
      "◊": 2908,
      "○": 2909,
      "◎": 2910,
      "●": 2911,
      "◐": 2912,
      "◑": 2913,
      "◕": 2914,
      "◗": 2915,
      "◘": 2916,
      "◙": 2917,
      "◤": 2918,
      "◦": 2919,
      "◩": 2920,
      "◪": 2921,
